{
    "data": [
        {
            "id": 2,
            "sentences": [
                {
                    "id": 0,
                    "time": "00:06",
                    "en": "##As of 2020, the world’s biggest lithium-ion battery ##is hooked up to the Southern California power grid ##and can provide 250 million watts of power, ##or enough to power about 250,000 homes. ##But it’s actually not the biggest battery in the world: ##these lakes are.",
                    "check": false,
                    "lastValue": "",
                    "fr": " À partir de 2020, la plus grande batterie lithium-ion du monde sera reliée au réseau électrique de la Californie du Sud et pourra fournir 250 millions de watts d'énergie, soit assez pour alimenter environ 250 000 foyers. Mais ce n'est pas la plus grande batterie du monde : ces lacs le sont."
                },
                {
                    "id": 1,
                    "time": "00:28",
                    "en": "##Wait— how can a pair of lakes be a battery? ##To answer that question, it helps to define a battery: ##it’s simply something that stores energy and releases it on demand. ##The lithium-ion batteries that power our phones, laptops, and cars ##are just one type. ##They store energy in lithium ions. ##To release the energy, the ions are separated from their electrons, ##then rejoined at the other end of the battery ##as a new molecule with lower energy.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Attends- comment une paire de lacs peut être une batterie ? Pour répondre à cette question, il est utile de définir ce qu'est une batterie : c'est tout simplement quelque chose qui stocke l'énergie et la libère à la demande. Les batteries au lithium-ion qui alimentent nos téléphones, nos ordinateurs portables et nos voitures en sont un exemple. Elles stockent l'énergie sous forme d'ions de lithium. Pour libérer l'énergie, les ions sont séparés de leurs électrons, puis réunis à l'autre extrémité de la batterie sous la forme d'une nouvelle molécule moins énergétique."
                },
                {
                    "id": 2,
                    "time": "00:59",
                    "en": "##How do the two lakes store and release energy? ##First, one is 300 meters higher than the other. ##Electricity powers pumps that move billions of liters of water ##from the lower lake to the higher one. ##This stores the energy by giving the water extra gravitational potential energy. ##Then, when there’s high demand for electricity, ##valves open, releasing the stored energy by letting water flow downhill ##to power 6 giant turbines that can generate 3 billion watts of power ##for 10 hours.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Comment les deux lacs stockent-ils et libèrent-ils l'énergie ? Tout d'abord, l'un est 300 mètres plus haut que l'autre. L'électricité alimente des pompes qui déplacent des milliards de litres d'eau du lac inférieur vers le lac supérieur. Cela permet de stocker l'énergie en donnant à l'eau une énergie potentielle gravitationnelle supplémentaire. Ensuite, lorsque la demande d'électricité est élevée, des vannes s'ouvrent, libérant l'énergie stockée en laissant l'eau s'écouler vers le bas pour alimenter 6 turbines géantes qui peuvent produire 3 milliards de watts d'électricité pendant 10 heures."
                },
                {
                    "id": 3,
                    "time": "01:34",
                    "en": "##We’re going to need more and more giant batteries. ##That’s because right now, generating enough electricity to power the world ##produces an unsustainable amount of greenhouse gas: ##14 billion tons per year. ##We’ll need to get that number down to net-zero. ##But many clean energy sources can’t produce electricity 24/7. ##So to make the switch, we need a way to store the electricity until it's needed. ##That means we need grid-scale batteries: ##batteries big enough to power multiple cities.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Nous allons avoir besoin de plus en plus de batteries géantes. En effet, à l'heure actuelle, produire suffisamment d'électricité pour alimenter le monde entier génère une quantité insoutenable de gaz à effet de serre : 14 milliards de tonnes par an. Nous devrons ramener ce chiffre à zéro. Mais de nombreuses sources d'énergie propres ne peuvent pas produire de l'électricité 24 heures sur 24, 7 jours sur 7. Pour passer à la vitesse supérieure, nous devons donc trouver un moyen de stocker l'électricité jusqu'à ce que nous en ayons besoin. Cela signifie que nous avons besoin de batteries à l'échelle du réseau : des batteries suffisamment grandes pour alimenter plusieurs villes."
                },
                {
                    "id": 4,
                    "time": "02:10",
                    "en": "##Unfortunately, neither of the giant batteries we’ve talked about so far ##can solve this problem. ##The two lakes setup requires specific geography, takes up a lot of land, ##and has high upfront costs to build. ##The giant lithium-ion battery in California, meanwhile, ##can power about 250,000 homes, yes, but only for an hour. ##Lithium-ion batteries are great for things that don’t use a lot of power. ##But to store a lot of energy, they have to be huge and heavy. ##That’s why electric planes aren’t a thing: ##the best electric plane can only carry two people ##for about 1,000 kilometers on one charge, ##or its batteries would be too heavy to fly. ##A typical commercial jet can carry 300 people over 14,000 km ##before refueling. ##Lithium-ion batteries also require certain heavy metals to make. ##These resources are limited, and mining them often causes environmental damage.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Malheureusement, aucune des batteries géantes dont nous avons parlé jusqu'à présent ne peut résoudre ce problème. La configuration à deux lacs nécessite une géographie spécifique, prend beaucoup de terrain et a des coûts initiaux élevés à construire. La batterie géante au lithium-ion en Californie, quant à elle, peut alimenter environ 250 000 foyers, oui, mais seulement pendant une heure. Les batteries au lithium-ion sont parfaites pour les choses qui ne consomment pas beaucoup d'énergie. Mais pour stocker beaucoup d'énergie, elles doivent être énormes et lourdes. C'est pourquoi les avions électriques n'existent pas : le meilleur avion électrique ne peut transporter deux personnes que sur une distance d'environ 1 000 kilomètres en une seule charge, sans quoi ses batteries seraient trop lourdes pour voler. Un avion commercial typique peut transporter 300 personnes sur 14 000 km avant de faire le plein. La fabrication des batteries lithium-ion nécessite également certains métaux lourds. Ces ressources sont limitées, et leur extraction cause souvent des dommages à l'environnement."
                },
                {
                    "id": 5,
                    "time": "03:13",
                    "en": "##Inventors all over the world are rising to the challenge ##of making batteries that can meet our needs— ##many of them even weirder than the two lakes.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Les inventeurs du monde entier relèvent le défi de fabriquer des batteries qui peuvent répondre à nos besoins - beaucoup d'entre elles sont encore plus bizarres que les deux lacs."
                },
                {
                    "id": 6,
                    "time": "03:23",
                    "en": "##One company is building a skyscraper battery. ##When the sun is shining, a crane powered by solar energy ##piles blocks on top of each other in a tower. ##At night, the cranes let gravity pull the blocks down ##and use the resulting power to spin generators.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Une entreprise construit une batterie de gratte-ciel. Lorsque le soleil brille, une grue alimentée par l'énergie solaire empile des blocs les uns sur les autres dans une tour. La nuit, les grues laissent la gravité tirer les blocs vers le bas et utilisent l'énergie qui en résulte pour faire tourner des générateurs."
                },
                {
                    "id": 7,
                    "time": "03:42",
                    "en": "##Though there have been some early setbacks, ##another promising approach involves heating up salts until they melt. ##The molten salt can be stored until there’s a high demand for electricity, ##then used to boil water. ##The steam can power turbines that generate electricity.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Malgré quelques échecs initiaux, une autre approche prometteuse consiste à chauffer les sels jusqu'à ce qu'ils fondent. Le sel fondu peut être stocké jusqu'à ce qu'il y ait une forte demande d'électricité, puis utilisé pour faire bouillir de l'eau. La vapeur peut alimenter des turbines qui produisent de l'électricité."
                },
                {
                    "id": 8,
                    "time": "04:01",
                    "en": "##Another idea: bio-batteries made from paper, powered by bacteria, ##and activated by spit. ##Bacteria release energy in the form of electrons when they metabolize glucose, ##and at least one species of bacteria can transfer those electrons ##outside its cells, completing a circuit. ##While these batteries won’t power a city, or even a house, ##they don't have the waste and cost concerns of traditional batteries.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Autre idée : des bio-batteries en papier, alimentées par des bactéries et activées par la salive. Les bactéries libèrent de l'énergie sous forme d'électrons lorsqu'elles métabolisent le glucose, et au moins une espèce de bactérie peut transférer ces électrons hors de ses cellules, complétant ainsi un circuit. Bien que ces piles ne puissent pas alimenter une ville, ni même une maison, elles ne présentent pas les problèmes de déchets et de coût des piles traditionnelles."
                },
                {
                    "id": 9,
                    "time": "04:31",
                    "en": "##From vast mountain lakes to microscopic bacteria, ##from seawater batteries that bypass the need for heavy metals ##to nuclear batteries that power deep space missions, ##we're constantly rethinking what a battery can be. ##The next unlikely battery could be hiding in plain sight— ##just waiting to be discovered and help us achieve a sustainable future.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Des vastes lacs de montagne aux bactéries microscopiques, des batteries à l'eau de mer qui évitent l'utilisation de métaux lourds aux batteries nucléaires qui alimentent les missions dans l'espace lointain, nous repensons constamment ce que peut être une batterie. La prochaine batterie improbable pourrait se cacher à l'abri des regards - elle n'attend qu'à être découverte pour nous aider à construire un avenir durable."
                }
            ],
            "link": "https://www.ted.com/talks/ted_ed_the_world_s_biggest_battery_looks_nothing_like_a_battery/transcript",
            "title": "The world's biggest battery looks nothing like a battery",
            "author": "TED-Ed",
            "src": "https://s3.amazonaws.com/talkstar-photos/uploads/961565d6-b331-4020-b04d-426931ff6d57/batteriestextless.jpg",
            "type": "ted educator"
        },
        {
            "id": 1,
            "sentences": [
                {
                    "id": 0,
                    "time": "00:08",
                    "en": "##Every 24 hours, wind generates enough kinetic energy ##to produce roughly 35 times more electricity than humanity uses each day. ##And unlike coal or oil, this resource is totally renewed each day. ##So how can we harness this incredible amount of energy, ##and is it possible to create a world powered entirely by wind?",
                    "check": false,
                    "lastValue": "",
                    "fr": " Toutes les 24 heures, le vent génère suffisamment d'énergie cinétique pour produire environ 35 fois plus d'électricité que l'humanité n'en consomme chaque jour. Et contrairement au charbon ou au pétrole, cette ressource est totalement renouvelée chaque jour. Comment exploiter cette incroyable quantité d'énergie et est-il possible de créer un monde entièrement alimenté par le vent ?"
                },
                {
                    "id": 1,
                    "time": "00:32",
                    "en": "##The basic principle of wind energy is simple. ##A series of sails or blades mounted around a rotor catch the wind ##and translate its kinetic energy into rotational energy. ##Traditional windmills use that rotational energy to grind wheat or pump water. ##But in modern wind turbines, it turns a generator that creates electricity. ##This conversion from wind to rotational energy to electricity ##has defined wind turbines since their invention in the late 19th century. ##And there are three primary factors that determine just how much energy ##they can produce: the size and orientation of the blades, ##the blade’s aerodynamic design, and the amount of wind turning the rotor.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Le principe de base de l'énergie éolienne est simple. Une série de voiles ou de pales montées autour d'un rotor captent le vent et transforment son énergie cinétique en énergie rotative. Les moulins à vent traditionnels utilisent cette énergie rotative pour moudre le blé ou pomper l'eau. Mais dans les éoliennes modernes, elle fait tourner un générateur qui crée de l'électricité. Cette conversion du vent en énergie rotative et en électricité caractérise les éoliennes depuis leur invention à la fin du XIXe siècle. Trois facteurs principaux déterminent la quantité d'énergie qu'elles peuvent produire : la taille et l'orientation des pales, leur conception aérodynamique et la quantité de vent qui fait tourner le rotor."
                },
                {
                    "id": 2,
                    "time": "01:16",
                    "en": "##First up, blade orientation. ##Wind turbines can be designed with their rotor ##on a vertical axis or a horizontal axis. ##Vertical blades can pick up wind coming from any direction, ##but with much less efficiency than horizontal axis rotors. ##Horizontal designs allow blades to capture the wind’s full force ##by tracking the wind’s direction and turning to face it. ##This turning process is called yawing, ##and older windmills achieved it through manual monitoring. ##Today, wind sensors and computer systems automatically adjust the blades ##with expert precision to capture as much energy as possible.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Tout d'abord, l'orientation de la lame. Les éoliennes peuvent être conçues avec leur rotor sur un axe vertical ou sur un axe horizontal. Les pales verticales peuvent capter le vent venant de n'importe quelle direction, mais avec une efficacité bien moindre que les rotors à axe horizontal. Les conceptions horizontales permettent aux pales de capter toute la force du vent en suivant la direction du vent et en tournant pour lui faire face. Ce processus de rotation est appelé \"lacet\", et les anciennes éoliennes y parvenaient grâce à un contrôle manuel. Aujourd'hui, les capteurs de vent et les systèmes informatiques ajustent automatiquement les pales avec une précision experte pour capturer autant d'énergie que possible."
                },
                {
                    "id": 3,
                    "time": "01:55",
                    "en": "##Outside rotor orientation, ##the blades themselves need to be shaped to maximize efficiency. ##While early designs used flat blades, ##modern blades are curved like airplane wings. ##Wind travels faster over the curved surface, ##creating a low-pressure pocket above the blade that forces it upwards. ##Since the amount of lift depends on the angle ##at which the wind is moving relative to the blade, ##modern blades also incorporate a twist, ##optimizing how much of the blade can cut into the wind. ##Made of fiberglass and resin layers, these blades are strong enough ##to operate through rain, lightning, and blistering sunlight for over 20 years.",
                    "check": false,
                    "lastValue": "",
                    "fr": " En dehors de l'orientation du rotor, les pales elles-mêmes doivent être façonnées pour maximiser l'efficacité. Alors que les premières conceptions utilisaient des pales plates, les pales modernes sont incurvées comme les ailes d'un avion. Le vent se déplace plus rapidement sur la surface incurvée, créant une poche de basse pression au-dessus de la pale qui la pousse vers le haut. Comme la portance dépend de l'angle de déplacement du vent par rapport à la pale, les pales modernes comportent également une torsion, ce qui permet d'optimiser la partie de la pale qui peut couper le vent. Fabriquées à partir de couches de fibre de verre et de résine, ces pales sont suffisamment solides pour fonctionner sous la pluie, les éclairs et les rayons du soleil pendant plus de 20 ans."
                },
                {
                    "id": 4,
                    "time": "02:36",
                    "en": "##Even with aerodynamic blades and a horizontal rotor, ##a wind turbine can only capture wind if it's in a windy environment. ##Wind speeds typically increase the higher into the atmosphere you travel. ##So today, most turbines are well over 100 meters tall, ##with equally large rotor diameters. ##A turbine of this height and size can capture a huge amount of wind, ##generating enough electricity every year to power 750 American homes. ##A wind farm of 200 similarly sized turbines ##could power over 150,000 American homes— or twice as many European homes— ##for an entire year. ##Offshore wind farms contain an even greater number of even larger turbines. ##In 2019, the largest wind turbine ever built ##began operating off the coast of the Netherlands. ##With a rotor diameter of 220 meters, just one of these turbines ##can meet the annual power needs of 16,000 European households.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Même avec des pales aérodynamiques et un rotor horizontal, une éolienne ne peut capter le vent que si elle se trouve dans un environnement venteux. La vitesse du vent augmente généralement à mesure que l'on s'élève dans l'atmosphère. Ainsi, aujourd'hui, la plupart des éoliennes dépassent largement les 100 mètres de haut, avec des diamètres de rotor tout aussi importants. Une turbine de cette hauteur et de cette taille peut capter une énorme quantité de vent, produisant chaque année suffisamment d'électricité pour alimenter 750 foyers américains. Un parc éolien composé de 200 turbines de taille similaire pourrait alimenter plus de 150 000 foyers américains - ou deux fois plus de foyers européens - pendant une année entière. Les parcs éoliens en mer contiennent un nombre encore plus important de turbines encore plus grandes. En 2019, la plus grande éolienne jamais construite a commencé à fonctionner au large des côtes des Pays-Bas. Avec un diamètre de rotor de 220 mètres, une seule de ces turbines peut répondre aux besoins annuels en électricité de 16 000 foyers européens."
                },
                {
                    "id": 5,
                    "time": "03:37",
                    "en": "##Despite its amazing potential, wind energy still faces challenges. ##Wind may be a free and unlimited fuel, ##but no matter how large or efficient a turbine is ##there's a mathematical limit to how much wind it can convert into electricity. ##German physicist Albert Betz calculated ##that since some wind must remain to keep the blades spinning, ##a turbine can only ever capture 59.3% of the wind’s energy. ##Additionally, some people feel turbines disrupt natural scenery, ##and wind energy’s intermittent availability ##can make it difficult to integrate into electrical grids.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Malgré son incroyable potentiel, l'énergie éolienne doit encore relever des défis. Le vent est peut-être un combustible gratuit et illimité, mais quelle que soit la taille ou l'efficacité d'une turbine, il y a une limite mathématique à la quantité de vent qu'elle peut convertir en électricité. Le physicien allemand Albert Betz a calculé qu'étant donné qu'il doit rester un peu de vent pour que les pales continuent de tourner, une éolienne ne peut jamais capter que 59,3 % de l'énergie du vent. En outre, certaines personnes estiment que les turbines perturbent le paysage naturel, et la disponibilité intermittente de l'énergie éolienne peut rendre difficile son intégration dans les réseaux électriques."
                },
                {
                    "id": 6,
                    "time": "04:13",
                    "en": "##But even with these challenges, modern wind turbines have made wind energy ##the most efficient and inexpensive source of electricity. ##Wind turbines already provide essential energy for communities around the world. ##And for many farmers, hosting a wind turbine ##can be a reliable source of additional income. ##With continued improvements in wind forecasting, ##electrical grid infrastructure and energy storage, ##wind power might blow away all our energy problems.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Mais malgré ces difficultés, les éoliennes modernes ont fait de l'énergie éolienne la source d'électricité la plus efficace et la moins chère. Les éoliennes fournissent déjà une énergie essentielle aux communautés du monde entier. Et pour de nombreux agriculteurs, héberger une éolienne peut être une source fiable de revenus supplémentaires. Avec des améliorations continues dans la prévision des vents, l'infrastructure des réseaux électriques et le stockage de l'énergie, l'énergie éolienne pourrait bien faire disparaître tous nos problèmes énergétiques."
                }
            ],
            "link": "https://www.ted.com/talks/rebecca_j_barthelmie_and_sara_c_pryor_how_do_wind_turbines_work/transcript",
            "title": "How do wind turbines work?",
            "author": "Rebecca Barthelmie",
            "src": "https://www.quickanddirtytips.com/sites/default/files/styles/article_main_image/public/images/17471/wind-turbines.png?itok=POKTx0Rw",
            "type": "ted educator"
        },
        {
            "id": 0,
            "sentences": [
                {
                    "id": 0,
                    "time": "00:08",
                    "en": "##Communicating underwater is challenging. ##Light and odors don't travel well, so it's hard for animals to see or smell. ##But sound moves about four times faster in water than in air, ##so in this dark environment, ##marine mammals often rely on vocalization to communicate.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Communiquer sous l'eau est un défi. La lumière et les odeurs ne se propagent pas bien, il est donc difficile pour les animaux de voir ou de sentir. Mais le son se déplace environ quatre fois plus vite dans l'eau que dans l'air. Dans cet environnement sombre, les mammifères marins ont donc souvent recours à la vocalisation pour communiquer."
                },
                {
                    "id": 1,
                    "time": "00:28",
                    "en": "##That's why a chorus of sounds fills the ocean. ##Clicks, ##pulses, ##whistles, ##groans, ##boings, ##cries, ##and trills, to name a few. ##But the most famous parts of this underwater symphony ##are the evocative melodies, or songs, composed by the world's largest mammals, ##whales.",
                    "check": false,
                    "lastValue": "",
                    "fr": " C'est pourquoi un chœur de sons remplit l'océan. Clics, pulsations, sifflements, gémissements, boings, cris et trilles, pour n'en citer que quelques-uns. Mais les parties les plus célèbres de cette symphonie sous-marine sont les mélodies évocatrices, ou chants, composées par les plus grands mammifères du monde, les baleines."
                },
                {
                    "id": 2,
                    "time": "00:50",
                    "en": "##Whale songs are one of the most sophisticated communication systems ##in the animal kingdom. ##Only a few species are known to sing. ##Blue, ##fin, ##bowhead ##minke whales, ##and of course humpback whales. ##These are all baleen whales ##which use hairy baleen plates instead of teeth to trap their prey. ##Meanwhile, toothed whales do use echolocation, ##and they and other species of baleen whales ##make social sounds, such as cries and whistles, to communicate. ##But those vocalizations lack the complexity of songs.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Le chant des baleines est l'un des systèmes de communication les plus sophistiqués du règne animal. Seules quelques espèces sont connues pour chanter. Les baleines bleues, les rorquals communs, les petits rorquals boréaux et, bien sûr, les baleines à bosse. Ce sont toutes des baleines à fanons qui utilisent des plaques de fanons poilues au lieu de dents pour piéger leurs proies. Les baleines à dents, quant à elles, utilisent l'écholocation, et elles et d'autres espèces de baleines à fanons émettent des sons sociaux, comme des cris et des sifflements, pour communiquer. Mais ces vocalisations n'ont pas la complexité des chants."
                },
                {
                    "id": 3,
                    "time": "01:28",
                    "en": "##So how do they do it? ##Land mammals like us generate sound by moving air over our vocal cords ##when we exhale, causing them to vibrate. ##Baleen whales have a U-shaped fold of tissue between their lungs ##and their large inflatable organs called laryngeal sacs. ##We don't know this for sure ##because it's essentially impossible to observe the internal organs ##of a living, singing whale, ##but we think that when a whale sings, ##muscular contractions in the throat and chest ##move air from the lungs across the U-fold and into the laryngeal sacs, ##causing the U-fold to vibrate. ##The resulting sound resonates in the sacs like a choir singing in a cathedral ##making songs loud enough to propagate up to thousands of kilometers away. ##Whales don't have to exhale to sing. ##Instead, the air is recycled back into the lungs, ##creating sound once more.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Alors comment font-ils ? Les mammifères terrestres comme nous produisent des sons en déplaçant l'air sur nos cordes vocales lorsque nous expirons, ce qui les fait vibrer. Les baleines à fanons ont un pli de tissu en forme de U entre leurs poumons et leurs grands organes gonflables appelés sacs laryngés. Nous n'en sommes pas sûrs, car il est pratiquement impossible d'observer les organes internes d'une baleine vivante qui chante, mais nous pensons que lorsqu'une baleine chante, les contractions musculaires de la gorge et de la poitrine font passer l'air des poumons à travers le pli en U et dans les sacs laryngés, ce qui fait vibrer le pli en U. Le son qui en résulte résonne dans les poumons. Le son qui en résulte résonne dans les sacs comme un chœur chantant dans une cathédrale, rendant le chant suffisamment fort pour se propager jusqu'à des milliers de kilomètres. Les baleines n'ont pas besoin d'expirer pour chanter. Au lieu de cela, l'air est recyclé dans les poumons, créant à nouveau un son."
                },
                {
                    "id": 4,
                    "time": "02:27",
                    "en": "##One reason whale songs are so fascinating is their pattern. ##Units, like moans, cries, and chirps are arranged in phrases. ##Repeated phrases are assembled into themes. ##Multiple themes repeated in a predictable pattern create a song. ##This hierarchical structure is a kind of grammar. ##Whale songs are extremely variable in duration, ##and whales can repeat them over and over. ##In one recorded session, a humpback whale sang for 22 hours.",
                    "check": false,
                    "lastValue": "",
                    "fr": " L'une des raisons pour lesquelles les chants de baleines sont si fascinants est leur structure. Les unités, comme les gémissements, les cris et les gazouillis, sont organisées en phrases. Les phrases répétées sont assemblées en thèmes. Des thèmes multiples répétés selon un schéma prévisible créent un chant. Cette structure hiérarchique est une sorte de grammaire. La durée des chants de baleines est extrêmement variable, et les baleines peuvent les répéter à l'infini. Lors d'une session enregistrée, une baleine à bosse a chanté pendant 22 heures."
                },
                {
                    "id": 5,
                    "time": "02:59",
                    "en": "##And why do they do it? ##We don't yet know the exact purpose, but we can speculate. ##Given that the singers are males and they mostly sing during the mating season, ##songs might be used to attract females. ##Or perhaps they're territorial, used to deter other males.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Et pourquoi le font-ils ? Nous ne connaissons pas encore le but exact, mais nous pouvons spéculer. Étant donné que les chanteurs sont des mâles et qu'ils chantent surtout pendant la saison des amours, les chants pourraient être utilisés pour attirer les femelles. Ou peut-être qu'ils sont territoriaux, utilisés pour dissuader les autres mâles."
                },
                {
                    "id": 6,
                    "time": "03:17",
                    "en": "##Whales return to the same feeding and breeding grounds annually, ##and each discrete population has a different song. ##Songs evolve over time as units or phrases are added, changed, or dropped. ##And when males from different populations are feeding within earshot, ##phrases are often exchanged, ##maybe because new songs make them more attractive to breeding females. ##This is one of the fastest examples of cultural transmission, ##where learned behaviors are passed between unrelated individuals ##of the same species.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Les baleines reviennent chaque année dans les mêmes zones d'alimentation et de reproduction, et chaque population distincte a un chant différent. Les chants évoluent avec le temps, au fur et à mesure que des unités ou des phrases sont ajoutées, modifiées ou supprimées. Et lorsque des mâles de différentes populations se nourrissent à portée de voix, les phrases sont souvent échangées, peut-être parce que les nouveaux chants les rendent plus attrayants pour les femelles reproductrices. Il s'agit de l'un des exemples les plus rapides de transmission culturelle, où des comportements appris sont transmis entre des individus non apparentés de la même espèce."
                },
                {
                    "id": 7,
                    "time": "03:51",
                    "en": "##We can eavesdrop on these songs using underwater microphones ##called hydrophones. ##These help us track species when sightings or genetic samples are rare. ##For example, scientists have been able to differentiate ##the elusive blue whale's populations worldwide based on their songs. ##But the oceans are getting noisier as a result of human activity. ##Boating, ##military sonar, ##underwater construction, ##and seismic surveys for oil are occurring more often ##which may interfere with whale's communication. ##Some whales will avoid key feeding or breeding grounds ##if human noise is too loud. ##And humpback whales have been observed to reduce their singing ##in response to noise 200 kilometers away. ##Limiting human activity along migratory routes ##and in other critical habitats, ##and reducing noise pollution throughout the ocean ##would help ensure whales continued survival. ##If the whales can keep singing and we can keep listening, ##maybe one day we'll truly understand what they're saying.",
                    "check": false,
                    "lastValue": "",
                    "fr": " Nous pouvons écouter ces chants à l'aide de microphones sous-marins appelés hydrophones. Ceux-ci nous aident à suivre les espèces lorsque les observations ou les échantillons génétiques sont rares. Par exemple, les scientifiques ont pu différencier les populations de l'insaisissable baleine bleue dans le monde entier en se basant sur leurs chants. Mais les océans deviennent de plus en plus bruyants en raison de l'activité humaine. La navigation de plaisance, les sonars militaires, les constructions sous-marines et les études sismiques pour la recherche de pétrole sont de plus en plus fréquents et peuvent interférer avec la communication des baleines. Certaines baleines éviteront les principales zones d'alimentation ou de reproduction si le bruit humain est trop fort. On a observé que les baleines à bosse réduisaient leur chant en réponse à un bruit à 200 kilomètres de distance. La limitation de l'activité humaine le long des voies de migration et dans d'autres habitats essentiels, ainsi que la réduction de la pollution sonore dans l'ensemble de l'océan, contribueraient à assurer la survie des baleines. Si les baleines peuvent continuer à chanter et si nous pouvons continuer à les écouter, peut-être qu'un jour nous comprendrons vraiment ce qu'elles disent."
                }
            ],
            "link": "https://www.ted.com/talks/stephanie_sardelis_why_do_whales_sing/transcript",
            "title": "why do whales sings ?",
            "author": "Stephanie Sardelis",
            "src": "https://www.greenpeace.org.uk/wp-content/uploads/2021/02/GP-Whale.jpg",
            "type": "ted educator"
        }
    ]
}